{"url":"http:\/\/www.foxsports.com\/baseball\/xchange\/teamnote\/xch_sdg.sml","archive":"http:\/\/web.archive.org\/web\/19980117162148id_\/http:\/\/www.foxsports.com:80\/baseball\/xchange\/teamnote\/xch_sdg.sml","title":"Pro Sports Xchange notes","date":"19980117162148","text":"So sayeth Padre general manager Kevin Towers.\n\nLess than two weeks after unofficially setting his starting rotation by trading for No. 1 Kevin Brown and re-signing No. 5 Pete Smith, Towers stirred the pot Jan. 7 by signing Mark Langston to a minor league contract.\n\nBut the Padres have no intention of having Langston pitch at Triple-A Las Vegas. And neither does the 37-year-old left-hander.\n\n\"We didn't get him to pitch at Las Vegas,\" said GM Kevin Towers emphatically. \"If Mark is back to full health, he's going to go for one of the spots in the starting rotation.\"\n\nThere's the rub. Langston had elbow and knee problems last year and made only one start (Aug. 20) after undergoing arthroscopic surgery in May to have bone spurs removed from his left elbow.\n\nIt was his second round of elbow surgery in four seasons.\n\nHowever, the Padres hit the jackpot once before with a over-the-hill left-hander. Fernando Valenzuela was 13-8 with a 3.62 ERA in '96 and helped pitch the Padres to the N.L. West title.\n\nLangston thinks it will. And Towers said it's not that big a gamble.\n\n\"Right now, we're very happy with the rotation we have,\" said Towers of the Brown, Andy Ashby, Joey Hamilton, Sterling Hitchcock and Smith quintet.\n\n\"But you never know about pitching. Something can happen and usually does. I like insurance.\"\n\nLangston has a career 174-150 record with a 3.88 ERA. He is a four-time All-Star and was Anaheim's opening day starter last April.\n\nAnd a year after his 1994 surgery, Langston bounced back with a 15-7 record with a 4.63 ERA.\n\nLangston said his arm is sound and said he shouldn't have tried to return last year.\n\n\"I simply tried to come back too soon last year,\" he said. \"The Angels were in a pennant race and short on starting pitchers. So I tried to help out and it was a mistake. I was advised by the doctors not to do it.\n\n\"But the arm feels good. I've been playing long toss for a month with no problems. I see myself winning one of those starting spots in San Diego. And I believe we have the makings of being a contender. If I'm healthy, I will enhance this team.\"\n\nThe Angels did not offer Langston a contract after last season (2-4, 5.65 ERA). Langston said he had better offers elsewhere, but chose to remain as close as possible to his Anaheim Hills home in Southern California.\n\n\"I see no downside to signing Mark,\" said Padre manager Bruce Bochy. \"It's definitely worth taking a look for us. He certainly knows how to pitch.\"\n\nTowers said the addition of Brown and Langston might also help Ashby and Hamilton mature into better pitchers.\n\n\"We've now got three guys here (Brown, Langston and pitching coach Dave Stewart) who have pitched at the highest levels of competition. I think it will do a world of good for our other pitchers to watch how these guys go about their business.\"\n\nLangston has played only one season in the N.L., going 12-9 with a 2.38 in Montreal over two-thirds of the '89 season.\n\nNOTES, QUOTES, ANECDOTES The Padres signed 2B\/leadoff man Quilvio Veras to a two-year contract worth $3.1 million. Veras, who turns 27 April 3, will make $1.1 million this season and $2 in 1998. The switch-hitter struggled early last year while sharing the leadoff job with Rickey Henderson, but batted .293 over the last 100 games. But he needs to reduce his 84 strikeouts, draw more than 72 walks and hit better than .194 from the right side.\n\nIt's official. Native San Diegan 1B Eddie Williams is back for a third fling as a Padre, although Williams will be playing in Las Vegas as an insurance policy against Wally Joyner being hurt. Williams, who signed a minor league contract, hit .240 with three homers and 12 RBI in 38 games with the Dodgers and Pirates last season.\n\nPut Greg Vaughn ahead of Ruben Rivera in the Padre left field derby. Rivera has been hovering around .200 in the Dominican Republic Winter League after missing much of the campaign with a broken finger. Over the last year, Rivera has had less than 100 at bats. \"I don't care what he hits, but Ruben needed more swings,\" said Towers.\n\nROSTER REPORT FREE AGENCY UPDATE -- Signed catcher Greg Myers (Braves), catcher Carlos Hernandez (re-signed), signed infielder Craig Shipley (allowed to become free-agent), right-handed pitcher Pete Smith (re-signed), left-handed pitcher Mark Langston (Angels, signed to minor-league contract).\n\nMEDICAL WATCH -- Left fielder Greg Vaughn (recovering from right knee surgery), third baseman Ken Caminiti (recovering from right knee surgery), first baseman Wally Joyner (recovering from right knee surgery), center fielder Steve Finley (recovering from big toe surgery), right fielder Tony Gwynn (recovering from left knee surgery), outfielder Ruben Rivera (recovering from a broken left finger).","summary":"SAN DIEGO PADRES team notebook","compression":209.0,"coverage":0.8,"density":1.2,"compression_bin":"high","coverage_bin":"medium","density_bin":"abstractive"}
{"url":"http:\/\/www.nytimes.com\/2006\/06\/05\/technology\/05ibm.html","archive":"http:\/\/web.archive.org\/web\/20060620021852id_\/http:\/\/www.nytimes.com:80\/2006\/06\/05\/technology\/05ibm.html?amp;ei=5088&amp;en=87e9670b19e15c71&amp;partner=rssnyt&ex=1307160000&adxnnl=1&amp;emc=rss&adxnnlx=1150571809-sucSskvFiPnUuOOXXvZXZA","title":"India Becoming a Crucial Cog in the Machine at I.B.M.","date":"20060620021852","text":"BANGALORE, India, June 4 \u0097 The world's biggest computer services company could not have chosen a more appropriate setting to lay out its strategy for staying on top.\n\nA building housing I.B.M.'s software laboratory and application service teams on the company's corporate campus in Bangalore, India.\n\nOn Tuesday, on the expansive grounds of the Bangalore Palace, a colonial-era mansion once inhabited by a maharajah, the chairman and chief executive of I.B.M., Samuel J. Palmisano, will address 10,000 Indian employees. He will share the stage with A. P. J. Abdul Kalam, India's president, and Sunil Mittal, chairman of the country's largest cellular services provider, Bharti Tele-Ventures. An additional 6,500 employees will look in on the town hall-style meeting by satellite from other Indian cities.\n\nOn the same day, Mr. Palmisano and other top executives will meet here with investment analysts and local customers to showcase I.B.M.'s global integration capabilities in a briefing customarily held in New York. During the week, the company will lead the 50 analysts on a tour of its Indian operations.\n\nThe meetings are more than an exercise in public and investor relations. They are an acknowledgment of India's critical role in I.B.M.'s strategy, providing it with its fastest-growing market and a crucial base for delivering services to much of the world.\n\n\"A significant part of any large project that we do worldwide is today being delivered out of here,\" said Shanker Annaswamy, I.B.M.'s managing director for India, who presides over what is now the company's second-largest worldwide operation. In the last few years, even as the company has laid off thousands of workers in the United States and Europe, the growth in I.B.M.'s work force in India has been remarkable. From 9,000 employees in early 2004, the number has grown to 43,000 (out of 329,000 worldwide), making I.B.M. the country's largest multinational employer.\n\nSome of the growth has been through acquisition. In a deal valued at about $160 million in 2004, I.B.M. bought Daksh eServices of New Delhi, India's third-largest back-office outsourcing firm with 6,000 workers. Since then, that operation alone has grown to 20,000 employees.\n\n\"Now that companies such as Infosys Technologies and Cognizant have clearly demonstrated that the services marketplace is not impregnable, the new battle is for talent,\" said N. Lakshmi Narayanan, president and chief executive of Cognizant Technology Solutions of Teaneck, N.J. Cognizant is one of I.B.M.'s competitors; it is incorporated in the United States but has the bulk of its 28,000 employees in India.\n\nI.B.M. is growing not only in size by adding new hires, but also in revenue. The company's business in India grew 61 percent in the first quarter of this year, 55 percent in 2005 and 45 percent the year before.\n\nThat growth has not come just from taking advantage of the country's pool of low-cost talent. In recent months, the technology hub of Bangalore has become the center of I.B.M.'s efforts to combine high-value, cutting-edge services with its low-cost model.\n\nFor instance, the I.B.M. India Research Lab, with units in Bangalore and New Delhi and a hundred employees with Ph.D.'s, has created crucial products like a container tracking system for global shipping companies and a warranty management system for automakers in the United States. Out of the second project, I.B.M. researchers have fashioned a predictable modeling system that helps track the failure of components inside a vehicle, a potentially important tool.\n\nIn March, the company started a Global Business Solutions Center here, announcing that it would represent the \"future of consulting services.\" I.B.M. said that it expected to invest more than $200 million a year in the new center. The company hopes to provide clients with access to the expertise of its 60,000 consultants worldwide in complex areas like supply chain management and compliance with banking rules.\n\nBut competitors are trying to gain on I.B.M. The rival consulting firm, Accenture, based in Hamilton, Bermuda, is ramping up equally rapidly in India, while another outsourcing competitor, Electronic Data Systems, based in Plano, Tex., recently made an offer for a controlling stake in Mphasis, a midsize outsourcing firm in Bangalore.\n\nThe race for India's skilled, inexpensive talent may not stop at I.B.M. \"Many companies in the technology development and support niche covet and value these workers highly,\" said Kevin M. Moss, a New York-based special counsel in Kramer Levin Naftalis & Frankel's outsourcing and technology transactions group.\n\nOn the pricing front, rivals like Tata Consultancy Services of Mumbai and Infosys Technologies of Bangalore have pioneered and perfected the low-cost model. Infosys Technologies, with 52,700 employees, has $2.15 billion in annual revenues, a figure that is growing 30 percent annually.\n\nBut the depth, breadth and geographic spread of I.B.M.'s global operations \u0097 which generated $91 billion in sales last year, $47 billion from services \u0097 keep it ahead of its competitors for now. For example, I.B.M. manages a system it developed for a large American oil company, which it would not identify, that keeps track of consumption and oversees financial and administrative processes as well as the technical help desk, data network and servers. I.B.M. is also researching tools to track company assets and reduce costs.\n\n\"All this is done for one customer seamlessly from three of our centers in Bangalore, Chicago and outside of London,\" said Amitabh Ray, director of global delivery, I.B.M. Global Services. \"These kinds of capabilities and global scale are unmatched.\"\n\nBut smaller rivals are playing catch-up here, too, by talking to customers about their needs and then developing custom-built software. Infosys Technologies, for instance, has a consulting unit with headquarters in Fremont, Calif., near Silicon Valley, where it now has 200 consultants, and an additional 1,800 consultants in India.\n\nMeanwhile, Mr. Annaswamy, I.B.M.'s chief executive in India, acknowledged that growth was difficult because thousands of recruits had to be quickly integrated into the company. Salaries are rising, and employee costs are also moving up, he said.\n\nEven so, the Indian operation is becoming more and more strategic for the company. \"Both in terms of size and scale, India has become the focal point,\" Mr. Ray, of I.B.M. Global Services, said.","summary":"India provides I.B.M. with its fastest-growing market and a crucial base for delivering services to much of the world.","compression":56.0454545455,"coverage":0.9545454545,"density":16.5,"compression_bin":"high","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.nydailynews.com\/archives\/news\/1995\/10\/17\/1995-10-17_new_yorkers__only_regret_was.html","archive":"http:\/\/web.archive.org\/web\/20110210093603id_\/http:\/\/www.nydailynews.com:80\/archives\/news\/1995\/10\/17\/1995-10-17_new_yorkers__only_regret_was.html","title":"NEW YORKERS' ONLY REGRET WAS STAYING HOME","date":"20110210093603","text":"This story was reported by: NICK CHARLES, AUSTIN EVANS FENNER AND SAMSON MULUGETA It was written by: KAREN HUNTER\n\nTuesday, October 17th 1995, 4:20AM\n\nAs many black men marched on Washington yesterday, some New Yorkers spoke of their pride in the event and their disappointment in not being there, too.\n\n\"I felt like the only black person working,\" said Roderick Vinson, 38, of Harlem. \"That feeling made me sick to my stomach. I couldn't believe I missed one of the important events of my life.\"\n\nWinston Ford, 50, had to work, too. He makes his living selling incense and body oils in Brooklyn.\n\n\"I didn't have the finances to make the trip,\" he said. \"But my heart and soul is with them in Washington.\"\n\nFor HIV-positive Sheldon Julius of Harlem, the Million Man March was a wakeup call. Long an absentee father, he called his 15-year-old son Sunday night and for the first time ever told him that he loved him. \"The calling of the march made me realize my responsibility,\" he said.\n\nBut some other black New Yorkers said they had no use for march organizer Louis Farrakhan and made no apologies for missing the rally.\n\n\"Farrakhan's wrong,\" said Allen Washington, 61, a retired Triborough Bridge and Tunnel Authority worker. \"Whites and blacks need each other. If we worked together, we'd be a great nation.\"\n\n\"Louis Farrakhan shouldn't be at the march because of the remarks he has made about Jews and whites,\" agreed Brooklyn construction worker Cyril Peter, 35. \"As long as he's there, there will be a negative effect.\"\n\nCharles Williams, 45, an East Elmhurst, Queens, graphics worker, decided that the event was hollow. \"There is no agenda,\" he said. \"It isn't about jobs or housing, it's just about a paper platform.\"\n\nStill, drug counselor Jeanette Morgan was bursting with hope and pride as she sipped coffee in a Queens diner and thought about her brothers, sons and grandsons marching in Washington.\n\n\"I am so emotional about this day, I can barely talk about it,\" Morgan said. \"When the men return, I hope they go to their brothers at a street corner and offer to help.\"\n\nOn one Harlem corner yesterday, college student Mike Carr stood shaking his head as he watched a man idly nurse a 40-ounce beer in a bag.\n\n\"It's a shame,\" said Carr. \"These are the brothers who could have used the march the most.\"","summary":"As many black men marched on Washington yesterday, some New Yorkers spoke of their pride in the event and their disappointment in not being there, too. \"I felt like the only black person working,\"said Roderick Vinson, 38, of Harlem. \"That feeling made me sick to my stomach. I couldn't believe I missed one of the important events of my life.\"Winston Ford, 50, had to work, too. He makes his living selling","compression":6.1529411765,"coverage":0.9764705882,"density":24.6,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/mashable.com\/2010\/10\/16\/twitter-top-topics-chart\/","archive":"http:\/\/web.archive.org\/web\/20120123100903id_\/http:\/\/mashable.com\/2010\/10\/16\/twitter-top-topics-chart\/","title":"Top 10 Twitter Trends This Week [CHART]","date":"20120123100903","text":"Remember when everyone on Earth was glued to Twitter (and their TVs, of course) as 33 Chilean miners were hoisted from captivity after 69 days underground? If you thought that story would top this week’s Twitter trends chart, think again, pal.\n\nTurns out, nothing can top the trend power of Korean boy band Super Junior — specifically the singer Kim Hee-chul, whose name, you may have noticed, rarely left the top of the trending topics this week. With Bieber-esque panache, Hee-chul launched Super Junior to the top of this week’s chart, leaving the Chilean miners “down below” (too soon?) at number two.\n\nAnd there’s good news this week for tweeters who like their trends highbrow. News around the recently announced Nobel Prize winners continued to trend strongly for the second week in a row, moving the topic up from fourth to third.\n\nCurious about the rest of this week’s top Twitter topics? Scroll on down to the complete chart below, which is compiled by our friends over at What The Trend. Because this is a topical list, hashtag memes and games have been omitted from the chart.\n\nYou can check past Twitter trends in our Top Twitter Topics section as well as read more about this past week’s trends on What The Trend.\n\nDavid Arquette \/ Courtney Cox\n\nHip Hop Awards (TV Show)\n\nImage courtesy of iStockphoto, ricardoinfante","summary":"Check out the chart to find out what the world was talking about on Twitter this past week.","compression":14.6315789474,"coverage":0.8421052632,"density":1.3684210526,"compression_bin":"low","coverage_bin":"medium","density_bin":"abstractive"}
{"url":"http:\/\/www.reuters.com\/article\/2011\/01\/31\/us-iran-usa-hiker-idUSTRE70U3UX20110131","archive":"http:\/\/web.archive.org\/web\/20120321005702id_\/http:\/\/www.reuters.com\/article\/2011\/01\/31\/us-iran-usa-hiker-idUSTRE70U3UX20110131","title":"Freed American hiker summoned back by Iran court","date":"20120321005702","text":"TEHRAN | Mon Jan 31, 2011 9:17am EST\n\nTEHRAN (Reuters) - An American woman who was freed after more than a year in an Iranian jail on suspicion of spying has been summoned back to attend trial, the official IRNA news agency reported Monday.\n\nSarah Shourd, 32, was arrested in July 2009 along with two male friends, Shane Bauer and Josh Fattal who are still in jail in Iran.\n\nShourd, who may opt to not return, a move which would delay any trial of Bauer and Fattal, said the trio were hiking in the mountains area of Iraq near the Iranian border and never intended to cross into Iran.\n\nA trial set for last November was postponed, according to a judiciary spokesman, because of Shourd's absence.\n\n\"Sarah Shourd ... has been summoned by the Revolutionary Court to be present at next trial session,\" judiciary spokesman Gholamhosssein Mohseni-Ejei was quoted as saying Monday. The trial is set for February 6.\n\nShourd was released on $500,000 bail in September on humanitarian grounds and returned to the United States.\n\nUnder Iran's Islamic law, espionage can be punished by execution.\n\n\"The hearing will be held on scheduled date unless in some exceptional cases such as their lawyers' formal requests,\" Ejei said.\n\nThe case has further complicated relations between Iran and the United States which have had no diplomatic relations since the 1979 Islamic Revolution.\n\nWashington has headed a global campaign to tighten sanctions on Tehran which it accuses of seeking nuclear weapons. Iran says its nuclear program is peaceful, aimed at generating electricity.\n\n(Reporting by Hossein Jaseb; Writing by Reza Derakhshi; Editing by Matthew Jones)","summary":"TEHRAN (Reuters) - An American woman who was freed after more than a year in an Iranian jail on suspicion of spying has been summoned back to attend trial, the official IRNA news agency reported Monday.Sarah","compression":7.9024390244,"coverage":1.0,"density":39.0487804878,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.reuters.com\/article\/2007\/08\/17\/us-cancer-breast-neuvenge-idUSN1720972720070817","archive":"http:\/\/web.archive.org\/web\/20120606165550id_\/http:\/\/www.reuters.com\/article\/2007\/08\/17\/us-cancer-breast-neuvenge-idUSN1720972720070817","title":"Breast cancer vaccine looks safe, study shows","date":"20120606165550","text":"By Maggie Fox, Health and Science Editor\n\nWASHINGTON | Fri Aug 17, 2007 6:02pm EDT\n\nWASHINGTON (Reuters) - A vaccine designed to treat breast cancer appeared to be safe in women with advanced disease and showed signs of actually slowing down tumors, U.S. researchers reported on Friday.\n\nDendreon Corporation, maker of the Provenge prostate cancer vaccine, calls the new vaccine Neuvenge. It targets a type of breast cancer called her2\/neu-positive breast cancer, which affects between 20 percent and 30 percent of breast cancer patients.\n\nLike Provenge, Neuvenge is made using immune cells from the cancer patient, so it is a tailor-made vaccine.\n\nDr. John Park of the University of California, San Francisco and colleagues tested it in 18 women with advanced her2\/neu-positive breast cancer, whose cancer had spread despite treatment.\n\nWriting in the Journal of Clinical Oncology, the researchers said the vaccine did not cause any serious side effects and appeared to help at least one patient.\n\n\"We saw a partial response, meaning a reduction in the size of tumor area in one patient that was certainly attributable to the treatment,\" Park said in a telephone interview.\n\nIn three other women, their cancer appeared to stabilize for as long as a year, something that could have been due to treatment, Park said.\n\nPark said the effects justify moving from the Phase 1 safety trial to a Phase 2 trial, which would be designed to show the treatment actually helps patients. But that may not happen for a while, he said.\n\n\"The sponsor of this vaccine technology, Dendreon, is also associated with Provenge,\" Park said.\n\n\"We on the breast cancer side are trying to encourage them to develop Neuvenge with the same vigor that they have tried to apply to Provenge, but it is not a company that has unlimited resources.\"\n\nIn January, the U.S. Food and Drug Administration accepted Dendreon's marketing application for Provenge on a \"fast-track\" basis, and in March an advisory panel said Provenge appeared reasonably safe. But the FDA has asked Dendreon to show the vaccine helps prostate cancer patients actually live longer.\n\nDr. Dave Urdal, chief scientific officer at Seattle-based Dendreon, said that data would not be available any sooner than next year, and perhaps not until 2010.\n\n\"The company currently is focused on its lead product, Provenge, so moving forward with the Neuvenge product is something that we haven't given guidance on,\" Urdal said in a telephone interview.\n\nThe delay in approval of Provenge has angered some patient advocacy groups.\n\nUrdal said both Provenge and Neuvenge make use of immune system cells called CD4 helper T-cells.\n\n\"This validates the approach. So there is more than one target and more than one cancer that potentially will benefit from this form of therapy,\" he said. Other companies are also working on cancer vaccines.\n\nThe her2\/neu protein is over-expressed, meaning it is over-active, in several tumors including breast, colorectal and ovarian cancer.\n\nThe vaccine is a therapeutic vaccine, meaning it stimulates an immune response to existing disease. The patient's T-cells are removed, \"trained\" to recognize the her2\/neu protein, and then re-infused into the patient.","summary":"WASHINGTON (Reuters) - A vaccine designed to treat breast cancer appeared to be safe in women with advanced disease and showed signs of actually slowing down tumors, U.S. researchers reported on Friday.Dendreon","compression":17.1621621622,"coverage":1.0,"density":35.0540540541,"compression_bin":"medium","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.nbc.com\/1600-penn\/exclusives\/live-from-the-lincoln-bedroom\/great-expectations\/","archive":"http:\/\/web.archive.org\/web\/20130305111519id_\/http:\/\/www.nbc.com:80\/1600-penn\/exclusives\/live-from-the-lincoln-bedroom\/great-expectations\/","title":"Great Expectations","date":"20130305111519","text":"Welcome back, Skipthusiasts! As many of you know, I came home from college a few months ago and ever since, my dad has been all over me to get a job. It's kind of unfair, since he knows better than anyone how bad our unemployment numbers are. And I just think you can't force these things. So I've been experimenting with some different enterprises, sampling the tapas plate of career opportunities. (And also some real tapas plates - those ones with the ham and also with the sausage are amazing and the cheese ones and potato ones are also delicious and some other ones, too.)\n\nAt first, I thought that my natural aptitude, refined artistry and ownership of a cape would bring me success in the world of magic. But that got me thinking about one of my personal heroes, Harry Houdini, who died after someone punched him in the stomach, which doesn't sound like a very good way to go. It also got me thinking about one of my favorite films about magic, \"The Prestige,\" which stars another of my personal heroes, Christian Bale, who played an illusionist in that movie but who is also Batman. And that made me think about how Batman's gruff voice is a lot like my dad's gruff voice and that maybe they're related. And that's when I realized that my cape might have other uses.\n\nI'm not trying to say that I'm going to be the new Batman. (I mean, unless they're looking for someone because they did leave it kind of open after the last Batman movie and I know that whatever I do, I definitely want to help people.) But I am saying it's important to be the hero of your own story. Wow, that was intense. I think I need some more tapas. Until next time!\n\nCatch you on the flip side, Skip","summary":"Get the inside story of life inside the White House with this blog from the president's son, Skip Gilchrist.","compression":16.8181818182,"coverage":0.5454545455,"density":0.6363636364,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/abcnews.go.com\/2020\/video\/crazy-stupid-love-surprise-18844140","archive":"http:\/\/web.archive.org\/web\/20130330045100id_\/http:\/\/abcnews.go.com\/2020\/video\/crazy-stupid-love-surprise-18844140","title":"Crazy Stupid Love: Surprise","date":"20130330045100","text":"Reporter: Brice stimon is now serving a seven-year sentence after he terrorized soraida, posting fake profiles of her on escort websites and worse, posting a sex tape of the two of them. To this day,...\n\nReporter: Brice stimon is now serving a seven-year sentence after he terrorized soraida, posting fake profiles of her on escort websites and worse, posting a sex tape of the two of them. To this day, she says she has no idea how he recorded them. She never saw a camera or a phone to capture them. I have no idea he had ever taken this. And he forwarded this to over 3,000 people. Reporter: And this was video of the two of you -- of me and him having sex, yes. Reporter: And that video spread faster than she could have imagined. Multiple porn sites. But what was worse was the family and the friends who authorities say were sent links to it by the manss soraida met on that plane. Could you believe this was happening to you? No, I didn't believe. I kind of, like, put it in my head that it was just a nightmare, that it was not true. Reporter: But it was. But it was. Reporter: And there was that one last surprise for soraida. Apparently he was married. Reporter: You have met the wife? No. Reporter: Nor had we, until just this week when \"20\/20\" sat down with bruce stimon's wife of 22 years, mrs. Kathleen simon. He had been weaving a web of lies and deceit with me for many, many months. That's what hurt the most. Reporter: She and her husband have a 13-year-old son. She's a school librarian, now a single mom raising that son all alone, back in their small new hampshire town. Authorities have been watching her husband across two states and she is talking about the case now because she says no one has paid any attention to the terror he inflicted on his own family. I think throughout this whole thing, it really has never been apparent that bruce had a family. There was never any indication that he was a married man with a child. We're victims, too. Reporter: Kathleen says during those months, she had no idea what her husband bruce was doing on those business trips to washington, d.C. His time spent in arlington, virginia. Nor did she know what was about to unfold on that fateful night that authorities were waiting for him. Bruce didn't come home. He said he was going on an appointment in massachusetts and that he might stop at his mother's house. Reporter: He left that night in his cared all would drive more than eight hours, all the way from new hampshire to soraida's apartment outside washington. As the case unfolded, his long-time wife was horrified. The things he did to her took hours and hours of plotting and planning and very devious, very ugly and when you involve somebody's child, I mean -- it's the lowest thing you can do. It's just despikable. Reporter: After learning of her husband's arrest and betrayal, kathleen demanded a divorce. And that's when he began using some of the same tricks to orize her, too. He shut off the utilities going into our house. He took over facebook, ebay, paypal. I thought I was safe because he was in prison. I didn't think he could be capable of doing anything during that time. Reporter: And she would soon be left with yet another unwanted surprise. 50,000 in bills for all of those trips and all of those gifts left at soraida's front door. The flowers, the chocolates, the lingerie. And when she realized that, even her friends were asking this. When was the last time you spend $50,000 on you? I just can't imagine. I don't know what would be going through his mind to spend that kind of money. She was a virtual stranger. Reporter: A stranger who fell for him on that flight. I think he appeared to have money, pretended to have money and she went for it and she found crazy. Reporter: She found crazy. And it's still haunting her tonight. Are you still afraid? I think that I'm afraid that he's going to pay someone to kill me. Reporter: Tonight, that sex tape can still be found online. Authorities say once a video like that is posted in multiple places, it can be nearly impossible to take down. It can ruin a person's reputation and it's very difficult to get that information back. He was using the technology to destroy a person's life. Reporter: He was destroying your life? He did. Reporter: And soraida's daughter pam knows that awful tape of her mother is still out there. The video was my mom, so, everyone was convinced that it was my mom. Reporter: What he has done to your life? He -- he destroyed part of me. I will never see men the same. Reporter: A daughter, now watching her mother trying to rebuild their lives. When you see her fighting this, what do you think? You just can't give up. My mom didn't give up and I'm so proud of her and I love her so much. Reporter: And when her mother who had been listening to the interview heard that -- that nightmare, finally over. I love you, mom. Reporter: All of it, after that very first flight when it seemed love was in the air. Will you ever look at people on the plane the same way again? I will never give them my number again, that's for sure. I learned my lesson. Reporter: It all began with that number. Yes.\n\nThis transcript has been automatically generated and may not be 100% accurate.","summary":"Part 2: Hicks says she never knew her boyfriend turned harasser was also married.","compression":72.25,"coverage":0.5625,"density":0.8125,"compression_bin":"high","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.theguardian.com\/artanddesign\/2012\/aug\/16\/photography-preview-autumn-winter-2012","archive":"http:\/\/web.archive.org\/web\/20131102003624id_\/http:\/\/www.theguardian.com\/artanddesign\/2012\/aug\/16\/photography-preview-autumn-winter-2012","title":"Political, provocative, personal: photography to look forward to","date":"20131102003624","text":"On the road … Pilgrim and Ambassador, 1977, by Raghubir Singh. See it in Everything Was Moving at the Barbican, London\n\nAugust is a quiet month for photography shows, so here's a preview of some of the exhibition highlights for the next few months.\n\nThe most anticipated London show is surely Tate Modern's ambitious double header William Klein\/Daido Moriyama, which opens on 10 October. Taking the cities of New York and Tokyo as its starting point, the show contrasts the approaches of two pioneers of impressionistic urban photography. It considers the influence of Klein's seminal 1956 book, Life Is Good and Good for You in New York, on Japanese photography, and Moriyama in particular. The prodigiously productive Moriyama was a founder of the radical Provoke movement in Japan and, alongside previously unseen vintage prints, the exhibition explores photography's role in the representation of protest movements and civil unrest. This is an ambitious show that will be a chance for many of us to see lots of Moriyama's images outside of book form for the first time. I, for one, cannot wait.\n\nThe other big London exhibition is the Barbican's group show, Everything Was Moving: Photography from the 60s and 70s, which opens on 13 September. This survey show reflects on the radical cultural shifts that took place around the world during the two decades. It shows work by well-known names such as William Eggleston, David Goldblatt, Boris Mikhalov and Bruce Davidson alongside the likes of Graciela Iturbide, Shomei Thomatsu and Raghubir Singh. Iturbide's work was one of the highlights of last year's Rencontres d'Arles and Thomatsu is arguably Japan's most influential postwar photographer, so this show promises to be intriguing, if only for the range of styles on display from a seemingly disparate bunch of innovators.\n\nIn November, the Victoria and Albert Museum hosts Light from the Middle East, the first major show of contemporary photography from the region. This intriguing exhibition brings together 30 artists from 13 different countries, including Abbas, Yousssef Nabil and Shadi Ghadirian. I am most looking forward to Newsha Takavolian's provocative series Mothers of Martyrs, which may divide opinion, but is undeniably powerful in its evocation of belonging, belief and mourning.\n\nElsewhere, Amsterdam hosts the first international Unseen Photo Fair from 19 to 23 September, which will feature previously unexhibited work by emerging photographers. The aim is to give \"new photography the platform in deserves\" and, to this end, more than 50 galleries from around the globe will be showing work from their most promising new talents. Four hundred lucky visitors have already been given €1,000 each to spend on photography courtesy of the Dutch cultural lottery. There will be work for sale by the likes of Alex Prager, Pieter Hugo, Alessandra Sanguinetti and Richard Mosse. A place for the curious as well as the committed collector to look at – and buy – photography. Plus, it will be interesting to see just how far the galleries go in interpreting the definition of Unseen.\n\nAlso in September, as part of Liverpool Biennial, the Open Eye gallery presents two controversial series by the Japanese photographer Kohei Yoshiyuki: The Park and Love Hotel. Both investigate the seedier side of sex – and both precipitated furious debates in Japan about the blurred line between reportage and voyeurism.\n\nThe Park, already a cult photobook, is the end result of Yoshiyuki's participation in the nocturnal goings-on in Shinjuku's Chuo Park in the early 1970s, when he photographed voyeurs who lurked in the bushes to spy on couples having furtive sex on the grass. The images in Love Hotel were taken in 1978 from sex tapes made by clients of one of Tokyo's infamous book-by-the-hour hotels. Both series are grainy and indistinct, but undeniably evocative. And provocative.\n\nIn London on 12 October, the Photographers' Gallery presents a long-overdue retrospective of the Irish-born photographer Tom Wood, who has been working for the last 25 years in and around Merseyside and Liverpool. He also shot the unforgettable Looking for Love series in a \"disco-pub\" in Chelsea Reach in London in the 1980s. His book Photie Man – the name given to him by the kids he photographed on Merseyside – is the best introduction to his work, which skirts street photography, portraiture and reportage, but cannot really be classed as any of them. Great to see the work of a singular photographer who doesn't fit in neatly to any tradition being celebrated by the Photographers' Gallery.\n\nThe fifth edition of the Brighton Biennial takes place from 6 October to 4 November in venues across the city. It's titled Agents of Change: Photography and the Politics of Space, and will feature artists including Omer Fast, Julian Germain, Trevor Paglen, Jason Larkin, Corinne Silva and Edmund Clark, whose project, Guantánamo: If the Light Goes Out, is shortlisted for this year's Prix Pictet Prize. The winner is announced at London's Saatchi Gallery on October 9, and a show of the shortlisted artists runs there from 10-28 October.\n\nFinally, and staying in London, the Taylor Wessing Photographic Prize Exhibition is at the National Portrait Gallery from 8 November to 17 February 2013. As one of this year's judges, I can't say much more about it at present, but will be commenting on it from the inside when the shortlist is announced in September. Watch this space.\n\nFrom 18 August, Third Floor Gallery in Cardiff is showing Encuentro by Irish photographer Maurice Gunning. It focuses on the Argentine-Irish community in Buenos Aries, descendants of the original immigrants that arrived there in the 1800s. Gunning's poetic, fragmentary style is perfectly suited to the kind of visual storytelling that draws on memory, text and longing to at once evoke the past and the present.\n\n• This article was amended on 19 August 2012. The original said that 40 visitors has been given €1,000 to spend on photography at the Unseen Photo Fair. This has been corrected.","summary":"From an ambitious survey of 1960s-70s photography in London to Kohei Yoshiyuki's controversial work in Liverpool and Amsterdam's Unseen Photo Fair, there's a lot to see. By Sean O'Hagan","compression":34.0882352941,"coverage":0.8823529412,"density":1.3529411765,"compression_bin":"medium","coverage_bin":"medium","density_bin":"abstractive"}
{"url":"http:\/\/www.msnbc.com\/all\/all-agenda-fear-black-santa","archive":"http:\/\/web.archive.org\/web\/20131216084312id_\/http:\/\/www.msnbc.com:80\/all\/all-agenda-fear-black-santa","title":"All In Agenda: Fear of a black Santa","date":"20131216084312","text":"1. Boehner is at his wits’ end with the tea party, and today he let the world know. After conservative groups tried to persuade Republican lawmakers to vote against the budget deal, the Speaker told reporters that they have “lost all credibility.” Have they? Chris Hayes discusses with Buzzfeed’s John Stanton, Connecticut Representative Rosa DeLauro, and Contributing Writer to Essence Magazine Dr. Julianne Malveaux.\n\n2. Some folks have got the fear. Fear of a black Santa. Fox’s Megyn Kelly told her viewers that “Santa is white” and that “Jesus was a white man too.” Kelly was responding to an article written by Aisha Harris, who argues for a more expansive view of Santa. Chris Hayes is joined by Harris in studio. In the meantime, watch the video.\n\n3. Michigan lawmakers passed a bill requiring women with private insurance plans to purchase an additional rider for abortions. The bill prevailed despite a veto by the state’s Republican governor, Rick Snyder.\n\n3. Matt Yglesias from Slate argues: “Flying is safer, cheaper, and better than ever. And luggage fees are great.” Joining Chris Hayes to discuss the joys of air travel are President of FlyersRights.org, Paul Hudson, Comedian Lizz Winstead, Slate’s Matt Yglesias.","summary":"All In Agenda for Thursday, November 12","compression":30.875,"coverage":0.5,"density":0.5,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.bostonglobe.com\/arts\/music\/2014\/01\/13\/music-review-jake-bugg-house-blues\/SaA0ToldJRWvwAp9SWRADP\/story.html","archive":"http:\/\/web.archive.org\/web\/20140131020936id_\/http:\/\/www.bostonglobe.com:80\/arts\/music\/2014\/01\/13\/music-review-jake-bugg-house-blues\/SaA0ToldJRWvwAp9SWRADP\/story.html","title":"Music review: Jake Bugg at the House of Blues","date":"20140131020936","text":"As the lights went down at the nearly sold-out House of Blues on Saturday, Robert Johnson's 1936 Delta blues “Cross Roads” came up, and 19-year-old Jake Bugg ambled onto the darkened stage with his two bandmates, greeted by shrieks from all sides.\n\nWith his fetching mop top and boyish charm, this JB comes off like the anti-pop Justin Beiber, reviving rock ’n’ roll as sincere but sexy folk music for the long-tailed digital age.\n\n“Definitely not the radio,” said 17-year-old Stoneham resident Caroline Thompson when asked how she'd learned about the English singer-songwriter, whose 2012 debut topped the UK charts but never broke the US top 40. Instead, Thompson and two separately interviewed older male concertgoers credited music festivals. To promote his second album, “Shangri La,” Bugg has performed in Boston several times recently, at successively larger venues.\n\nAt the 2,400-capacity House of Blues, the bassist and drummer planted themselves at either end of the large stage and Bugg took the center, clutching a classical acoustic guitar. From the opening Dylan-esque word-spree “There's a Beast and We All Feed It,” the singer's evident absorption in the music captivated the notably diverse crowd, and he won cheers simply by wandering here or glancing there.\n\nThe excitement held firm through the first eight numbers, each a striking uptempo amalgam of old folk, skiffle, and rockabilly styles, climaxing with the instantly winning “Two Fingers” and — after Bugg switched to electric guitar — the new “Messed Up Kids.” The mood ebbed during a couple of tender acoustic ballads and the long jag of bluesy and punky numbers that closed the hourlong set. But a three-song encore grabbed it back. It included Bugg’s strong rendition of Neil Young's “My My, Hey Hey,” during which he delivered the line “rock ’n’ roll can never die” as if it were still feasible.\n\nFronting a black-clad five-piece band, Albert Hammond Jr., of the Strokes, preceded Bugg with cliché-tinged songs and a smug indifference that showed why the claim was ever in doubt.","summary":"As the lights went down at the nearly sold-out House of Blues on Saturday, Robert Johnson's 1936 Delta blues “Cross Roads” came up, and 19-year-old Jake Bugg ambled onto the darkened stage with his two bandmates, greeted by shrieks from all sides. With his fetching mop top and boyish charm, this JB comes off like the anti-pop Justin Beiber, reviving rock ’n’ roll as sincere but sexy folk music for the long-tailed digital age. To promote his second album, “Shagri La,” Bugg has performed in Boston several times recently, at successively larger venues. At the 2,400-capacity House of Blues, the bassist and drummer planted themselves at either end of the large stage and Bugg took the center, clutching a classical acoustic guitar. From the opening Dylan-esque word-spree “There's a Beast and We All Feed It,” the singer's evident absorption in the music captivated the notably diverse crowd, and he won cheers simply by wandering here or glancing there.","compression":2.1530612245,"coverage":0.9948979592,"density":55.6581632653,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/time.com\/102702\/narendra-modi-wins-varanasi\/","archive":"http:\/\/web.archive.org\/web\/20140516152417id_\/http:\/\/time.com\/102702\/narendra-modi-wins-varanasi\/","title":"Varanasi Sends Narendra Modi Laughing All The Way To New Delhi","date":"20140516152417","text":"In one fell swoop, Varanasi belonged to Narendra Modi, the right-wing leader of the Bharatiya Janata Party (BJP) and soon-to-be India’s prime minister.\n\nVaranasi, a Hindu temple town but a BJP stronghold for decades, went out of its way this time to vote for Modi, who secured a whopping 5,165,93 votes, defeating his nearest rival, Arvind Kejriwal—chief of the fairly new but fast-rising, anti-graft Aam Aadmi Party (AAP)—by more than 300,000 votes.\n\nIn 2009, BJP candidate and senior leader Murli Manohar Joshi—a sitting Member of Parliament from Varanasi who Modi had sidestepped to contest the prestigious seat himself creating a short lived flutter of dissent within the party—had won by what now appears to be a meager 17,000 votes.\n\nEven as votes from the world’s largest election were being counted on Friday morning, Varanasi was full of posters congratulating Modi of a “historic win.” BJP workers were seen milling around in small clusters, decked up in saffron t-shirts and stoles, at the Paharia Sabzi Mandi on the outskirts of the city, where counting of votes was in progress.\n\nAnticipation hung heavy in the air, broken momentarily by shouts of “Har Har Modi” (a take on “Har Har Mahadev” a popular Hindu slogan praising Lord Shiva that had earlier angered the people of Varanasi) slogans at the beat of drums.\n\nThe ubiquitous young supporters in dark glasses and saffron clothes zoomed around in motorbikes. LED screens blared out televised coverage of the counting of results at important intersections in the city.\n\nAlthough the Indian media started reporting in the afternoon that Modi had won (possibly looking at the margin of votes with which he was leading), the final results came in only in the evening, when BJP supporters erupted in euphoric chants and slogans that later spilled over into fireworks and colors.\n\nThey smeared each other with saffron and green colors, distributed sweets and took out small victory processions. But in general, celebrations were muffled, as election Commission officials had banned victory processions in Varanasi (and throughout Uttar Pradesh, which has seen major communal riots in the recent past) after results were announced.\n\nAAP’s Kejriwal, who reached Varanasi on Friday morning, was stoic about his defeat.\n\n“It’s the people’s verdict,” he told TIME. “We have to accept it.”\n\nFor a new party and with much less financial clout than the BJP, the Kejriwal-led AAP had undoubtedly put up a laudable fight against the indomitable Modi wave that had engulfed most of India in elections 2014. Kejriwal had walked away with 1,79,739 of the votes, relegating the Congress party’s Ajay Rai, local strongman, to the third position.\n\n“Tough luck for AAP. We keep talking about change but when it comes to bringing it in, we shy away,” says Aloke Thakur, a small trader, looking disappointed as the results were announced.\n\nModi is expected to be in Varanasi on Saturday evening to celebrate his and his party’s win with a Ganga Aaarti—an invocation of the river Ganges—a grand evening ritual that attracts people from all over the world to the shores of the river Ganges in Varanasi.\n\n“We are happy Modi won, he has said he will transform Varanasi in one year,” says Dipu Majhi, a first time voter, who voted for the BJP. “Let’s see what he does.”\n\nGolu Sahni, another first time voter says, “If not, then we can always change our mind after five years.”","summary":"Narendra Modi swept Varanasi into a saffron wave with his landslide victory against anti-graft hero Arvind Kejriwal","compression":36.7368421053,"coverage":0.8421052632,"density":1.3684210526,"compression_bin":"high","coverage_bin":"medium","density_bin":"abstractive"}
{"url":"http:\/\/www.nydailynews.com\/archives\/gossip\/raging-wife-wallop-bob-de-niro-article-1.931887","archive":"http:\/\/web.archive.org\/web\/20140712081712id_\/http:\/\/www.nydailynews.com:80\/archives\/gossip\/raging-wife-wallop-bob-de-niro-article-1.931887","title":"DID RAGING WIFE WALLOP BOB DE NIRO?","date":"20140712081712","text":"The custody battle of Robert De Niro and estranged wife Grace Hightower is getting rough. The \"Raging Bull\" star is claiming that Hightower flew into a jealous rage and pummeled him during a sailing trip with salsa star Marc Anthony, sources tell us. The astonishing spectacle occured in May, when De Niro and Hightower were on Anthony's yacht in Florida with their 3-year-old son, Elliott, and De Niro's 5-year-old twins, by former girlfriend Toukie Smith, Aaron and Julian, according to insiders. \"Bob went down belowdecks,\" says a source. \"When he came back up, Grace slugged him in the ribs.\n\n\" Another source says High-tower saw De Niro belowdecks talking with Anthony's cook, who is married to the boat's captain. The chef \"was showing Bob how to close a door on the bedroom or bathroom, and Grace must have gotten the wrong idea,\" says the source. \"She came back upstairs screaming ... She started hitting him in front of Marc and Dayanara [Torres, Anthony's wife]. She told the captain she'd caught his wife with her husband.\n\n\" Asked about the claims, Hightower would say only: \"Bob is on his own with his own story.\n\n\" A friend of Hightower says she has alleged that De Niro's lifestyle is too wild and has insisted that Elliott be accompanied on visits by Hightower, a nanny or a teacher. De Niro has reluctantly agreed to the visitation plan, sources say. A source close to Hightower said: \"She has plenty of ammunition and cannot wait till her side of the story is told.\n\n\" De Niro has recounted the yacht story, and other claims about Hightower's temper, in a emergency relief motion seeking overnight visits with Elliott, say sources. Manhattan Supreme Court Judge Judith Gische shot down the motion this week, putting the matter over until a conference July 24. Hightower's lawyer, Robert Stephan Cohen, called De Niro's claims \"a completely revisionist history. She's a great mom.\n\n\" Kim Mathers arrested Seems like trouble runs in the Mathers family. Kim Mathers, the estranged wife of rapper Eminem, was arrested Sunday on an outstanding warrant. Michigan cops picked up Mathers and friend Jennifer Freeman, 22, walking down an avenue in Harrison Township after worried neighbors along a local canal phoned about a personal-watercraft accident. The two women were wearing bathing suits and carrying life jackets. \"We could tell they had been drinking,\" Sheriff Mark Hackel told the Detroit Free Press. \"They said their personal watercraft had had some mechanical trouble.\n\n\" The police said they soon discovered both women were wanted on warrants from other jurisdictions. Freeman, they said, was wanted for a probation violation; Mathers was accused of skipping court on a misdemeanor charge of disturbing the peace. Mathers, who posted $3,000 bond and was released, is due back in court today. The case could get stickier still. Hackel said a small container of white powder was found in the back of the patrol car in which Mathers and Freeman had been riding. The substance was sent to the Michigan State Police Crime Laboratory for investigation. It drives Redford wild Robert Redford is seeing red over President Bush's stance on green issues. \"Bush doesn't have a clue,\" Redford steamed in the German magazine Stern, calling the commander-in-chief a \"terrible ignoramus\" when it comes to the environment. \"I'm afraid that in the future we will get many stupid answers from him,\" the actor speculated. While he was at it, Redford also took aim at Bush's political advisers. \"They are blind and deaf to the changes over the last 40 years,\" he told the magazine. Seen on the Seine Sean (Puffy) Combs stepped out again with model Emma Hemming last weekend in Paris. Hemming (a Slim Jim version of his former flame J.\n\nLo) was the hip-hop mogul's date at the Donatella Versace show on Saturday. Keeping an eye on them was Naomi Campbell, who some think has set her cap for the rapper. If Campbell is trying to make him jealous, she might need to rethink her plan. She arrived at the show hand in hand with Kevin Spacey. Donatella also drew Christina Ricci, Rupert Everett, Marlon Wayans and Heath Ledger. After the catwalking, everyone headed to Cabaret, where Combs spun cuts from his just-released album, \"P. Diddy and the Bad Family.\n\n\" Working out on the dance floor were Paris and Nicky Hilton (scotching rumors that they were in Lizzie Grubman's SUV when it hit 16 people last weekend). After Cabaret, it was on to Les Bains Douches and then to the Eiffel Tower, where British Vogue cover boy Combs sipped Champagne with Campbell, Ledger, Spacey, Ricci and company as the sun rose. Itemizing RUSSELL CROWE is ready to rock you. The \"Gladiator\" is bringing his 30 Odd Foot of Grunts band to Irving Plaza Aug. 29 as part of the group's month-long tour ... NOW THAT they have to fly commercial, ex-Presidents Bill Clinton and George Bush are pining for Air Force One. \"The plane is just sort of mine for a little while,\" Clinton remembers mistily on tonight's National Geographic's special about the flying fortress. \"The thing I miss about Air Force One is they don't lose my luggage,\" says Bush. ... LINDA EVANGELISTA may be moving back to the U.\n\nS. The model, rumored to be Vogue's September cover girl, recently purchased a penthouse in West Chelsea for $2.\n\n4 million. The pad, which features a 2,700-square-foot terrace, is on 22nd St., according to The New York Observer. Evangelista has been living in Britain with her boyfriend, French soccer star Fabien Barthez, but the two are reportedly having trouble. ... R & B STAR Usher and TLC's Chili are reportedly a hot item. Chili, 30, who plays the lead in Usher's new video, \"You Remind Me,\" a track that's been at the top of the charts for three weeks, is sporting a diamond bracelet courtesy of Usher, who happens to be nine years her junior.","summary":"T he custody battle of Robert De Niro and estranged wife Grace Hightower\n   is getting rough. The \"Raging Bull\" star is claiming that Hightower flew\n   into a jealous rage and pummeled him during a sailing trip with salsa star\n   Marc Anthony, sources tell us.\n   The astonishing spectacle occured in May, when De Niro and Hightower were on Anthony's yacht in Florida with their 3-year-old son,","compression":15.3417721519,"coverage":0.9367088608,"density":16.0506329114,"compression_bin":"low","coverage_bin":"medium","density_bin":"extractive"}
{"url":"http:\/\/www.people.com\/article\/celebrity-couples-nikki-reed-ian-somerhalder","archive":"http:\/\/web.archive.org\/web\/20140803211457id_\/http:\/\/www.people.com:80\/article\/celebrity-couples-nikki-reed-ian-somerhalder","title":"Could These Celebs' Characters Fall in Love? : People.com","date":"20140803211457","text":"Nikki Reed in Twilight and Ian Somerhalder in The Vampire Diaries\n\nBy Nate Jones & Alison Schwartz\n\nupdated 08\/01\/2014 at 02:45 PM EDT\n\nThe recent revelations that Ian Somerhalder of\n\nhas thrown us into a tizzy. Here are two actors, from two completely different vampire franchises, dating and doing romance stuff – as if someone had turned fan fiction into real life.\n\nIt got us thinking, how would some of our other favorite couples fare if we swapped each member with their most famous character? We know they've got sparks in real life, but would they still work on screen?\n\nrepresent the ultimate fairy tale, Nikki Reed and Ian Somerhalder's\n\nis the fan fiction you hush-hush scroll through before clearing your browser history. Together,\n\n's PFYT (Pretty Forever Young Thing) form the ultimate paranormal power couple with just the right amount of bite.\n\nTheir relationship would work if they could figure out how to kiss without their fangs getting in the way.\n\nAdam Brody in The O.C. and Leighton Meester in Gossip Girl\n\n, and for good reason: Seth and Blair have just enough in common for this to make sense – they're two super-popular Josh Schwartz creations with a history of dating outside their social circle, if not their class – and enough differences to keep things interesting.\n\nAs long as they can decide which coast to live on, they've got a better shot than most.\n\nJoe Manganiello in True Blood and Sofia Vergara in Modern Family\n\nWe're not sure if the\n\nwerewolf could afford Gloria, easily the hottest thing about\n\nif we're not including Cameron Tucker's button-downs. Then again – and how do we put this nicely? – shirtless Ed O'Neill isn't quite as â\u0080¦ fun.\n\nFrankly, it's a fire hazard. Like, is it hot in here or have we already spent too much time thinking about\n\nJustin Theroux in The Leftovers and Jennifer Aniston in Friends\n\nShe's a runaway bride; his life's been torn apart by a mysterious event that may have just been the Rapture – are they a match made in heaven? The thrilling blush of true love doesn't really exist in the universe of\n\n, but if anyone could get this small-town chief of police out of his existential funk, it's\n\nA chatty New York waitress might be just the right match for a man whose estranged wife took a vow of silence.\n\nZac Efron in High School Musical 3 and Michelle Rodriguez in Fast & Furious\n\nIf this were high school,\n\nwould be the tough girl who gets picked first for everything in gym class. No, Michelle Rodriguez's\n\nalter ego doesn't care that you nailed it on opening night, and no, she will not perform a feverishly choreographed waltz with you at prom, no matter how good-looking you are (and whose yearbook photo was better than Efron's in\n\nIt's complicated. What kind of car will Troy pick Letty up in for prom?Â\n\nDax Shepard in Parenthood and Kristen Bell in Veronica Mars\n\nThe Bravermans of Berkeley might only be a day's drive up the coast from Neptune, but\n\n's warm and emotional extended family might as well live in a completely different world from the seedy SoCal landscapes of\n\n. In the hug-happy world of\n\n, part-time record producer Crosby is a lovable mess, but compared to some of Veronica's exes, he's the very picture of stability.\n\nThe youngest Braverman would certainly find a lot to like in\n\n's detective, but knowing Veronica's weakness for\n\n, we're thinking he might be a little too happy-go-lucky for her.\n\nJoe Manganiello and Sofia Vergara","summary":"We know these couples have sparks in real life, but would they still work on screen?","compression":40.0,"coverage":0.9444444444,"density":9.7222222222,"compression_bin":"high","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.9news.com.au\/world\/2014\/09\/09\/01\/07\/elderly-women-marry-after-72-years-together","archive":"http:\/\/web.archive.org\/web\/20140911013809id_\/http:\/\/www.9news.com.au:80\/world\/2014\/09\/09\/01\/07\/elderly-women-marry-after-72-years-together","title":"Elderly women marry after 72 years together","date":"20140911013809","text":"Vivian Boyack, 91, and Alice “Nonie” Dubes, 90, have married after 72 years together. (AP Photo\/The Quad City Times, Thomas Geyer)\n\nTwo women in their 90s have married in a ceremony in the US after 72 years together.\n\nVivian Boyack, 91, and Alice “Nonie” Dubes, 90, exchanged wedding vows at First Christian Church in Davenport, Iowa.\n\nSurrounded by family and a small group of close friends, the two held hands as the Rev. Linda Hunsaker said it was a celebration that should have happened a long time ago, the Quad-City Times reported.\n\nOver the years, the two have travelled to all 50 states, all the provinces of Canada, and to the UK twice.\n\n“We’ve had a good time,” MsDubes said.\n\nMs Boyack added that it takes a lot of love and work to keep a relationship going for 72 years.\n\nVivian Boyack and Alice \"Nonie\" Dubes grasp hands on their wedding day in Davenport, Iowa. (AP Photo\/The Quad City Times, Thomas Geyer)\n\nThe newlywed's friend Jerry Yeast has known the couple since he was an 18-year-old landscaper working in their yard.\n\n“I’ve known these two women all my life, and I can tell you, they are special,” Mr Yeast said.\n\n“This is a very special day for all of us.”\n\nDo you have any news photos or videos?","summary":"Two women in their 90&rsquo;s have married in a ceremony in the US after 72 years together.","compression":16.0555555556,"coverage":0.9444444444,"density":10.2777777778,"compression_bin":"medium","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.people.com\/article\/eric-the-actor-dies-howard-stern","archive":"http:\/\/web.archive.org\/web\/20140923152359id_\/http:\/\/www.people.com:80\/article\/eric-the-actor-dies-howard-stern","title":"Eric The Actor Lynch, Member of Howard Stern's Wack Pack, Dies at 39 : People.com","date":"20140923152359","text":"09\/22\/2014 AT 02:35 PM EDT\n\n's diminutive foil with the giant personality, died Saturday, his manager\n\nLynch, who was less than 3½ feet tall and was a resident of Sacramento, California, died in an area hospital after suffering heart problems,\n\nThe wheelchair-bound Lynch earned a position in Howard Stern's \"Wack Pack\" after he began calling in to the shock jock's radio show in 2002 and delighting listeners – and the hosts – with his blunt, endearingly argumentative style.\n\nStern paid homage to Lynch on his SiriusXM show Monday.\n\n\"What was so fascinating was that he would just give me s––– every single day, and stand up to me,\" Stern said. \"Anybody else would have been begging me and kowtowing to me because I had the power to put him on the air, but it was exactly because he didn't giveÂ a s––– that made him so cool.\"\n\nLynch had shared his health struggles on the show, and Stern admitted his death hit him hard.\n\n\"I knew [with] his situation with his health that we'd lose him at any time, but I never really thought the day would come, because he always seemed to be beating the odds,\" he said. \"It affected me so much, and even my wife ... she was crying, she felt so sad to hear that Eric was gone and she couldn't explain why. That's how I think all of us are feeling right now.\"\n\nalso shared memories on Stern's show Monday morning.\n\n\"The fact that Eric had no respect for you whatsoever is what I liked best about him,\" Kimmel said. \"You'd talk to this tiny little guy in a wheelchair who lived with his parents and didn't have a whole lot going on ... and he would argue with you as if you were equals and you would argue with him as if you were equals. And I guess you really were. And I just loved that.\"\n\nA slew of celebrities including\n\n, Jonah Hill and Kimmel also Tweeted memorial messages dedicated to Lynch.\n\n#EricTheActor you will be missed. Sending my condolences to all of Eric's family and friends. #ByeForNow\n\nI just found out that Eric The Actor passed away. He entertained me for years. So sad that this great man left us. RIP Eric.\n\nEric the Actor was my all-time favorite @HowardStern caller and I will miss him terribly #ByeForNow","summary":"Stern, Jimmy Kimmel and other celebs pay homage to the feisty, radio personality","compression":32.0,"coverage":0.6666666667,"density":0.8,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.nbc.com\/a-to-z\/blog\/headheart-a-to-z-blog\/realist-or-romantic-which-are-you","archive":"http:\/\/web.archive.org\/web\/20141006145642id_\/http:\/\/www.nbc.com:80\/a-to-z\/blog\/headheart-a-to-z-blog\/realist-or-romantic-which-are-you","title":"Realist or Romantic: Which Are You?","date":"20141006145642","text":"FROM THE HEAD Whoever said that it's better to have loved and lost than to have never loved at all, clearly hasn't experienced dating in the modern age. It's a crazy quilt of heartache stories waiting to happen out there, and the battle scars don’t heal so quickly. So excuse me if I'm more than a little reluctant to \"listen to my heart.\" It's not my heart but my brain that's telling me to get a private investigator's license so I can run a criminal history check on the slew of \"Mr. Rights\" my friends seem to want me to go out with.\n\nOK, being too cautious might leave me a little lonely at times, but following friends' advice to \"be spontaneous\" has pretty much been a burn every time. If \"going with the flow\" means wading through a succession of self-centered hipsters, hopeless romantics\/stalkers and momma's boys, I'm happy to listen to my head and stay home. Online dating? It's like a masquerade ball out there, with impostors everywhere trumping themselves up as serious when they're usually just out for a good time.\n\nThe answer for me is to take a more considered approach. Let a few responsible friends know you're looking to meet someone. When they've got someone \"who'd be perfect for you,\" ask questions - lots of them. Age? Dating history? Career? College degree? Family? Pets? You really can't be too curious or too careful. Caveat emptor; this is someone you may be trusting with your heart, your happiness and your life.\n\nWhy be cautious? Because the stakes couldn't be higher. Give me your comments below if you agree - or disagree.\n\nFROM THE HEART Just don't call me a hopeless romantic. There's no such thing. By definition, the belief that there's soulmate out there for each of us is the very essence of hope. And rest assured, destiny has someone in store for you and for me, I just know it. But like a lot of things in life, you've got to believe.\n\nWhen it comes to romance, believing means not being afraid: afraid to misstep, to misspeak, to misunderstand. Not being afraid that it just might not work out. It means not retreating, not hiding from who you are and how you feel. And it means not checking off a mental laundry list every time you meet someone: Tall enough? Nice eyes? Same taste in music? Yankees fan? If you look at everyone you meet with a list of nonstarters in mind, you'll almost surely never find someone to start a life together with.\n\nWe've all heard that opposites attract. How in the world would ever connect with someone different from yourself if you write off everyone who doesn't meet your pre-established \"standards?\"\n\nFor sure, believing in love, in fate, in destiny means taking a risk. But the risk of not believing is even higher.\n\nHow do you see love: something to be considered and calculated, or something mysterious to be embraced whenever and wherever it comes? Give me your comments below if you agree - or disagree.","summary":"Realist or Romantic: Which Are You? *\/","compression":63.1,"coverage":0.7,"density":0.7,"compression_bin":"high","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/fortune.com\/2014\/10\/14\/luxury-spending-bain\/","archive":"http:\/\/web.archive.org\/web\/20141015014008id_\/http:\/\/fortune.com\/2014\/10\/14\/luxury-spending-bain\/","title":"U.S., with help from Chinese tourists, boosts global luxury spending","date":"20141015014008","text":"Despite a crackdown on graft in China, Russia’s conflict with the West over Ukraine and Europe’s sick-man economy, global luxury spending is still on track to rise 5% in 2014, according to a report released on Tuesday by consulting firm Bain & Co.\n\nBain, whose projections are closely watched by the luxury industry, also stuck to its forecast that global luxury goods sales will rise between 4% and 6% a year between 2014 and 2017.\n\nSo with all the insanity going on in the world right now, what is giving luxury a much needed boost? The good ol’ U.S. of A., which has become a bigger destination for rich Chinese travelers (now that getting a visa is easier), and where millennials are developing a taste for luxury as they progress in their careers and start to make more money, said Claudia D’Arpizio, a Bain partner in Milan and leader of the firm’s Global Luxury Goods and Fashion Practice.\n\n“The U.S. is becoming a more and more important tourist destination for Chinese travelers,” D’Arpizio told Fortune. Chinese nationals spend three times more on luxury abroad than they do at home.\n\nIndeed, Nordstrom JWN , Neiman Marcus and Saks Fifth Avenue are all opening new Manhattan stores in the coming years to tap luxury’s ongoing explosion in the U.S., fueled by tourism.\n\nU.S. consumer confidence hit 14 month highs in September, and high end shopping has been on a tear this year. The stock market has fallen sharply in the last week, casting a shadow on consumer spending, but the downturn would need to last for a while to hit luxury, D’Arpizio said. “We see consumer confidence that is the most important driver.”\n\nThe uptick in the U.S. comes at an opportune time for global luxury companies. In July, French luxury group LVMH reported disappointing first-half results for 2012 while rival Kering, whose brands include Gucci, spoke of an “unsettled business environment.” Meanwhile, L’Oreal said the U.S. rebound would help its second-half results.\n\nBain, which conducted the study with Italian luxury industry group Altagamma, said the global luxury market is on target to reach 223 billion € ($283 bilion) in 2014, which represents a 5% bump this year, a slower rate than the 7% last year.\n\nAnd there undoubtedly clouds in the luxury sky: Chinese sales have been hurt by a crackdown by the government against corruption and conspicuous consumption. And Russian luxury sales are down hurt by a drop in tourism to Eastern European countries.","summary":"What China, Russian slowdown? Luxury sales keep face with forecast, Bain says.","compression":30.5625,"coverage":0.75,"density":1.0,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/fortune.com\/2010\/10\/27\/virgin-mobile-has-the-best-smartphone-deal-on-the-planet\/","archive":"http:\/\/web.archive.org\/web\/20141020213617id_\/http:\/\/fortune.com\/2010\/10\/27\/virgin-mobile-has-the-best-smartphone-deal-on-the-planet\/","title":"Virgin Mobile has the best smartphone deal on the planet","date":"20141020213617","text":"How does an Android 2.1 Qwerty slider with unlimited texts and Internet for $25\/month after taxes sound to you?\n\nVirgin Mobile offers the best smartphone plan I’ve ever seen…by a long shot. If you pay the full price ($249) for a cheaper Samsung Intercept phone, you can jump on Virgin Mobile’s $25\/month everything pre-paid with 300 anytime minutes. The plan comes with Unlimited Messaging, Email & Web.\n\nYep, that’s it. Finding a smartphone plan under $70\/month is difficult, $25\/month is unheard of.\n\nFor someone who doesn’t use their phone to talk a lot but wants a genuine smartphone, this blows away any featurephone out there.\n\nSpeaking to Virgin representatives, I can verify this is the real deal. My main concern was that after spending $250 on the phone, could Virgin up the monthly price in the new year? They told me that there would be a grandfather clause where you’d continue to be billed at the rate you bought the phone at (but I’d prefer to have that in writing). I was also told that this is the only Android phone that they’d carry in 2010, but more would likely be on the way, including an Android 2.2-updated Intercept some time in 2011.\n\nIf you want more talk minutes Virgin does 1200 minutes for $40 and unlimited for $60.\n\nThe Samsung Intercept is by no means on the high end of Android devices available today. In fact, Virgin Mobile generally pulls its phones from the low end of parent company Sprint’s offering. But it is a working Android 2.1 phone with GPS and most of the midrange features you’ll find from other carriers and manufacturers. The screen at 3.2 inches and 240×400 pixels is probably the biggest limitation. But certainly not a dealbreaker at $25\/month. I’m thinking this makes a great entry level smartphone for the kids or the folks who are featurephone hold outs.\n\nIt has GPS hardware for navigation with Google Maps, Bluetooth 2.1 for speakerphones and MicroSD card for expandability of up to 32GB.\n\nI talked to Sprint’s pre-paid group who mentioned that you can’t simply bring another Sprint S Android device to Virgin and expect to get it activated. The reps I spoke to didn’t rule it out for the future but there are no current plans to do this.\n\nYou also can’t tether or use this device as a hotspot (without rooting it I’d assume). Sprint said an Android 2.2 update was in the works which may let you tether for something closer to their (also amazing ) $40\/month plan.\n\nSprint announced today at its quarterly earnings call, that they are picking up customers at a rate higher than anytime in recent memory and a lot of that has to do with its Android and pre-paid customers. With deals like this, I only expect Sprint to continue to gain marketshare.\n\nNotable’s specs on this device:","summary":"How does an Android 2.1 Qwerty slider with unlimited texts and Internet for $25\/month after taxes sound to you? Virgin Mobile offers the best smartphone plan I've ever seen...by a long shot.  If you pay the full price ($249) for a cheaper Samsung Intercept phone, you can jump on Virgin Mobile's $25\/month everything pre-paid with…","compression":8.0563380282,"coverage":0.9436619718,"density":15.676056338,"compression_bin":"low","coverage_bin":"medium","density_bin":"extractive"}
{"url":"http:\/\/fortune.com\/2014\/11\/06\/lyft-sues-former-executive-saying-he-took-confidential-data-to-uber\/","archive":"http:\/\/web.archive.org\/web\/20141106134731id_\/http:\/\/fortune.com\/2014\/11\/06\/lyft-sues-former-executive-saying-he-took-confidential-data-to-uber\/","title":"Lyft sues former executive, saying he took confidential data to Uber","date":"20141106134731","text":"The battle between Lyft and Uber is heating up — and this time they’ve taken it off the road and into the courtroom.\n\nLyft, which has been trying to expand oversees, brought a lawsuit against a former executive who allegedly took proprietary information on Lyft’s international plans with him to his new job at Uber, according to documents filed with the California courts Wednesday.\n\nTravis VanderZanden previously served as chief operating officer at Lyft and left the ride-sharing company in August. He joined Uber last month as the vice president of international growth.\n\nLyft is suing VanderZaden for breach of contract and said he carried “Lyft’s most sensitive documents” with him, which allegedly includes financial information, strategic planning, customer lists and international growth plans. Lyft said in the complaint that he transferred the documents to his personal Dropbox account in the weeks and months leading to his departure.\n\nVanderZaden and Steve Schnell, another former Lyft executive, resigned from their roles at the company following disagreements with co-founders Logan Green and John Zimmer concerning how the company operates, reported Bloomberg News. Schnell also joined Uber to help with its international expansion.\n\nRepresentatives for Uber and Lyft were not immediately available for comment.","summary":"Ride-sharing company says a former executive took proprietary information on Lyft's international plans with him to his new job.","compression":10.1304347826,"coverage":0.9130434783,"density":5.0,"compression_bin":"low","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/fortune.com\/2015\/02\/10\/gm-activist-investor\/","archive":"http:\/\/web.archive.org\/web\/20150213074620id_\/http:\/\/fortune.com:80\/2015\/02\/10\/gm-activist-investor\/","title":"GM under pressure as hedge funds push for a board seat","date":"20150213074620","text":"General Motors is the latest company to face a challenge from an activist investor.\n\nAccording to a release from the Detroit auto manufacturer, Harry J. Wilson is putting himself forward as a candidate for its board of directors, with support of four investment funds: Taconic, Appaloosa, HG Vora, and Hayman. Together, these parties own 34.4 million shares of GM common stock, or around 2.1% of the company. These parties will pay Wilson part of the profits from their GM investment.\n\nHayman is led by Kyle Bass, whose name has also been bandied about recently as a possible activist challenger to GM GM .\n\nWilson first let GM know about his plan on Feb. 3. The election will be held at GM’s annual shareholder meeting. The date of this meeting will be announced in April, but for the past few years it has been in June.\n\nWilson’s move is another pothole for CEO Mary Barra. Just months after she took over the job, becoming the first woman to head a major North American auto company, GM was hit by a massive recall scandal in early 2014. That led to fines, compensation programs and multiple appearances in front of Congress from Barra, who has generally been praised for her leadership.\n\nNow, though, she is facing pressure from within, something she hasn’t dealt with yet. And don’t think that the “first woman to head a major auto company” part of this will go unnoticed: New York Times Dealbook columnist Andrew Ross Sorkin has already opined this morning that Barra is yet another female CEO to face pressure from an activist investor.\n\nWilson is a seasoned auto industry insider, having served on President Obama’s Auto Industry Task Force.\n\nSo, what exactly do Wilson and his cohort want? A few things are possible.\n\nAccording to The Detroit News, he plans to put forth “a proposal that the company commit to completing $8 billion of share repurchases on or before the first anniversary of the 2015 annual meeting.”\n\nThere are other potential objectives. In a column from a GM investor on Seeking Alpha last week, it was suggested that activist investors could push the company to launch an IPO for its Cadillac division.\n\nCadillac, GM’s luxury brand, has higher margins than the rest of the company, and is already largely a separate entity. Last year, it moved its headquarters to New York, and it has a good deal of operational autonomy — in the future it is expected to report separate financials. Some investors want to completely divide the two entities so that Cadillac’s earning power isn’t tied down by the rest of the company.","summary":"Harry J. Wilson putting himself forward as a candidate, with support of four investment funds.","compression":30.0588235294,"coverage":1.0,"density":5.5882352941,"compression_bin":"medium","coverage_bin":"high","density_bin":"mixed"}
